[
  "obsidian-banners",
  "omnisearch",
  "periodic-notes",
  "nldates-obsidian",
  "calendar",
  "templater-obsidian",
  "obsidian-tasks-plugin",
  "obsidian-kanban",
  "dataview",
  "github-copilot",
  "quickadd"
]